{
  "nav-story": "Our Story",
  "nav-weddings": "Weddings & Receptions",
  "nav-events": "Private Events",
  "nav-corporate": "Corporate Events",
  "nav-cta": "Contact Us",
  "lang-btn": "HE",
  "nav-aria": "Main navigation",
  "hero-cta": "Your Event Starts Here",
  "story-title": "Our Story",
  "story-p1": "We are Paul & Greg, two friends who turned their passion for cocktails into a profession since 2020. We didn't come together to prove something about ourselves — we're here for you.",
  "story-p2": "Our mission is clear: to make you happy and ensure every event feels like the best one of your life. We are simply a means to bring another burst of joy to your most beautiful moments. They say alcohol brings people together, and that's exactly what we do — connect your guests in the most memorable way possible.",
  "story-btn": "Learn More",
  "services-title": "Our Bar Services",
  "svc-weddings-btn": "Weddings & Receptions",
  "svc-events-btn": "Private Events",
  "svc-corporate-btn": "Corporate Events",
  "gallery-title": "From Our Gallery",
  "gallery-cta": "Follow Us on Instagram",
  "wed-hero-title": "Weddings & Receptions",
  "wed-hero-subtitle": "A premium cocktail experience that will make your special day unforgettable",
  "wed-hero-cta": "Get a Quote",
  "wed-desc-title": "Your Wedding, Our Cocktails",
  "wed-desc-p1": "You've worked hard, thought about every little detail. You chose the perfect venue, the best DJ, and of course the food will be top-notch. But in the end, the evening's atmosphere is measured by how quickly your guests can let loose from the very first moment.",
  "wed-desc-p2": "Nothing frames the style of an event and sets the rhythm quite like a cocktail bar at the reception. It's the finishing touch that completes the look you envisioned — a mobile, beautifully designed cocktail bar serving an elegant, precise drink to every guest, the kind that makes them realize they've arrived at the right place before the music even starts.",
  "wed-desc-p3": "Having a cocktail bar at a wedding isn't just about aesthetics — it's the engine of the dance floor. As part of our premium bar services, we ensure the alcohol is top quality and the presentation is impeccable, so the path to that extra chaser is shorter. We're here to make sure your guests hit the dance floor at their peak, with a wedding cocktail menu built specifically to raise the energy you've been waiting for.",
  "wed-feat-title": "Why Choose Us for Your Wedding",
  "wed-feat1-title": "Custom Cocktail Menu",
  "wed-feat1-desc": "We'll build a menu together that combines your favorite flavors with original creations that will surprise your guests.",
  "wed-feat2-title": "Professional Bartender Team",
  "wed-feat2-desc": "Experienced bartenders with dozens of weddings under their belt, bringing energy and top-tier service.",
  "wed-feat3-title": "Elegant Bar Design",
  "wed-feat3-desc": "A beautifully designed bar station that complements your wedding concept and adds a touch of luxury.",
  "wed-gallery-title": "From Our Weddings",
  "wed-testimonial-quote": "“Paul & Greg made our wedding an unforgettable experience. The cocktails were perfect and the service was exceptional. All our guests are still talking about it!”",
  "wed-testimonial-author": "— Sarah & Daniel, Wedding 2025",
  "evt-hero-title": "Private Events",
  "evt-hero-subtitle": "Turn every moment into a celebration with a personalized cocktail bar service",
  "evt-hero-cta": "Get a Quote",
  "evt-desc-title": "Your Event, Our Experience",
  "evt-desc-p1": "Sometimes the best reason for a party is simply because you feel like it. It could be a milestone birthday you've invested in, a bachelorette party you've been waiting for, or just an evening where you decided to gather all the people you love and needed an excuse to celebrate. When it comes to a private event, you want to truly host — to be part of the evening, not the ones busy filling ice and pouring drinks.",
  "evt-desc-p2": "Adding a cocktail bar to your private event takes the celebration one step further. We arrive at any location with a mobile cocktail bar perfectly suited to the scale of your event, bringing with us a premium alcohol experience that turns even a living room or backyard into the most sought-after bar in town.",
  "evt-desc-p3": "We know how to match the pace to your crowd. A bachelorette party cocktail menu brings light, colorful energy, while a birthday event gets a menu that blends elegant classics with a modern twist. We're here to fine-tune the drink to the vibe you want to create. Because in the end, when your best friends are at your place with a perfectly crafted cocktail and all that's left is to hit play on the playlist — you know this is the event everyone will remember (or at least try to remember the morning after).",
  "evt-feat-title": "What We Offer",
  "evt-feat1-title": "Personal Experience",
  "evt-feat1-desc": "Every event is planned down to the last detail according to your wishes, from the menu to the atmosphere.",
  "evt-feat2-title": "Flexible Packages",
  "evt-feat2-desc": "A variety of packages that fit every budget and event size, with full customization options.",
  "evt-feat3-title": "Premium Ingredients",
  "evt-feat3-desc": "The highest quality spirits and ingredients, for cocktails that look and taste amazing.",
  "evt-gallery-title": "From Our Events",
  "evt-testimonial-quote": "“We hired Paul & Greg for my birthday party and it was the best decision! The cocktails were amazing and the atmosphere was simply perfect.”",
  "evt-testimonial-author": "— Michal K., 30th Birthday Party",
  "corp-hero-title": "Corporate Events",
  "corp-hero-subtitle": "Perfect branding and a winning atmosphere for your corporate event",
  "corp-hero-cta": "Get a Quote",
  "corp-desc-title": "A Toast on Another Level",
  "corp-desc-p1": "Whether it's a toast event, a festive launch, or the company party you've been waiting for all year — you already know that the small details are what build team pride. The goal is to create a moment where employees and colleagues step away from their screens, shift the atmosphere, and feel truly invested in.",
  "corp-desc-p2": "Adding a cocktail bar to corporate events is the perfect way to transform an office space or external venue into a premium event. It starts with a mobile cocktail bar carefully designed to blend with your brand's visual identity, and continues with bar services for businesses that understand the right pace: understated elegance during the opening mingling, and an upbeat menu when it's time to let loose.",
  "corp-desc-p3": "We don't just offer drinks — we offer a premium alcohol experience that takes all the logistical worries off your plate. With a business cocktail menu tailored to your company's character, we make sure every glass is the start of a conversation. Because in the end, you know that the moment you see Hadva from accounting celebrating on the dance floor with a cocktail in hand — your event is officially a success.",
  "corp-feat-title": "Why Companies Choose Us",
  "corp-feat1-title": "Branded Cocktails",
  "corp-feat1-desc": "Cocktails in your brand colors, with design elements that reflect your company's identity.",
  "corp-feat2-title": "Large-Scale Service",
  "corp-feat2-desc": "Experience with events from dozens to hundreds of participants, with a team sized to your event.",
  "corp-feat3-title": "Professional Presentation",
  "corp-feat3-desc": "A professional and impressive appearance that elevates your company's image in the eyes of employees and clients.",
  "corp-gallery-title": "From Our Corporate Events",
  "corp-testimonial-quote": "“Paul & Greg gave our corporate event a special touch. The brand-colored cocktails were a huge hit and the team was professional at the highest level.”",
  "corp-testimonial-author": "— Ron M., Marketing Manager, Launch Event 2025",
  "nav-drinks": "The Drinks",
  "footer-drinks": "The Drinks",
  "drinks-hero-title": "The Collection",
  "drinks-hero-subtitle": "The drinks we love to make, and the ones you simply have to know",
  "drinks-our-title": "Our Drinks",
  "drinks-our-subtitle": "Cocktails we crafted especially for you",
  "drinks-classics-title": "The Classics",
  "drinks-classics-subtitle": "The cocktails everyone knows and loves",
  "drinks-filter-all": "All",
  "drinks-filter-classics": "Classics",
  "drinks-filter-tropical": "Tropical",
  "drinks-filter-modern": "Modern",
  "drinks-filter-specials": "Specials",
  "drink-1-name": "Old Fashioned",
  "drink-1-ing": "Bourbon · Sugar · Bitters · Orange Peel",
  "drink-1-desc": "The cocktail that started it all. Elegant, strong, and no-nonsense — exactly as it should be.",
  "drink-2-name": "Negroni",
  "drink-2-ing": "Gin · Campari · Sweet Vermouth",
  "drink-2-desc": "Bitter, sweet, and complex — the Italian cocktail that conquered the world.",
  "drink-3-name": "Martini",
  "drink-3-ing": "Gin · Dry Vermouth · Olive / Lemon",
  "drink-3-desc": "Distilled, minimalist, and elegant. James Bond knew what he was doing.",
  "drink-4-name": "Manhattan",
  "drink-4-ing": "Whiskey · Sweet Vermouth · Bitters · Cherry",
  "drink-4-desc": "The New York classic. Smooth, rich, and with unmistakable character.",
  "drink-5-name": "Whiskey Sour",
  "drink-5-ing": "Bourbon · Lemon · Sugar · Egg White",
  "drink-5-desc": "Tangy, creamy, and indulgent — the combo that makes you order another.",
  "drink-6-name": "Mojito",
  "drink-6-ing": "White Rum · Mint · Lime · Sugar · Soda",
  "drink-6-desc": "Fresh, light, and inviting — the drink that always fits, in any weather and any mood.",
  "drink-7-name": "Piña Colada",
  "drink-7-ing": "Rum · Coconut · Pineapple",
  "drink-7-desc": "A vacation in a glass. Creamy, tropical, and tasting like a sunset on the beach.",
  "drink-8-name": "Daiquiri",
  "drink-8-ing": "White Rum · Lime · Sugar · Strawberry",
  "drink-8-desc": "Simple, clean, and precise — three ingredients creating magic.",
  "drink-9-name": "Margarita",
  "drink-9-ing": "Tequila · Lime · Triple Sec · Salt",
  "drink-9-desc": "Tangy, salty, and refreshing — the undisputed queen of every party.",
  "drink-10-name": "Espresso Martini",
  "drink-10-ing": "Vodka · Coffee Liqueur · Espresso · Sugar",
  "drink-10-desc": "The drink that wakes you up and gets you tipsy at the same time. The star of every evening event.",
  "drink-11-name": "Aperol Spritz",
  "drink-11-ing": "Aperol · Prosecco · Soda · Orange",
  "drink-11-desc": "Italian sunshine in every sip. Light, bubbly, and perfect for any hour.",
  "drink-12-name": "Moscow Mule",
  "drink-12-ing": "Vodka · Ginger Beer · Lime",
  "drink-12-desc": "The ginger kicks, the lime balances, and the copper cup does the rest.",
  "drink-13-name": "Cosmopolitan",
  "drink-13-ing": "Vodka · Triple Sec · Cranberry · Lime",
  "drink-13-desc": "Pink, chic, and with attitude — the drink that became a cultural icon.",
  "drink-14-name": "Lemon Drop",
  "drink-14-ing": "Vodka · Lemon · Sugar · Triple Sec",
  "drink-14-desc": "Sharp, sweet-tart, and bright — like a sunbeam in a martini glass.",
  "drink-15-name": "B-52",
  "drink-15-ing": "Kahlúa · Baileys · Grand Marnier",
  "drink-15-desc": "Three perfect layers poured with precision — a shot that is a work of art.",
  "drink-16-name": "The Emerald",
  "drink-16-ing": "Gin · Basil · Lime · Sugar Syrup · Egg White",
  "drink-16-desc": "Green, fresh, and elegant — with silky foam and basil leaves that elevate the experience.",
  "drink-17-name": "The Onyx",
  "drink-17-ing": "Vodka · Espresso · Coffee Liqueur · Sugar · Salt",
  "drink-17-desc": "Dark, deep, and mysterious — an espresso martini with a twist that leaves its mark.",
  "drinks-fact-1": "“The first cocktail in history was mentioned in an American newspaper in 1806 — and it was basically a type of Old Fashioned.”",
  "drinks-fact-2": "“The word ‘Toast’ (raising a glass) comes from the ancient Roman custom of dipping toasted bread into wine to soften the acidity.”",
  "drinks-cta-title": "Want these cocktails at your event?",
  "drinks-cta-text": "We tailor a perfect cocktail menu for every type of event. Talk to us and let’s build an unforgettable experience together.",
  "drinks-cta-btn": "Let’s talk about your event",
  "of-back-link": "← Back to Collection",
  "of-profile-desc": "The cocktail that started it all. Before fancy names, complicated techniques, and garnishes that cost more than the drink — there was simply a good drink. Bourbon, a sugar cube, a few dashes of bitters, and an orange peel expressed over the glass. That’s it. And it’s perfect.",
  "of-profile-ingredients": "Ingredients",
  "of-profile-glass": "Glass",
  "of-profile-strength": "Strength",
  "of-story-title": "The Story",
  "of-story-p1": "The word \"cocktail\" first appeared in an American newspaper in 1806, and what it described was essentially what we know today as an Old Fashioned — spirit, sugar, water, and bitters. For decades, it was simply \"the cocktail.\" No name was needed.",
  "of-story-p2": "But as the world of drinks evolved and bartenders started adding liqueurs, juices, and more ingredients, those who wanted the original drink — simple, strong, authentic — began asking for it \"the old-fashioned way.\" That’s how the name Old Fashioned was born. Not through innovation, but through loyalty to the source. And that’s exactly what makes it timeless.",
  "of-recipe-title": "How We Make It",
  "of-step-1-title": "Bitters & Sugar",
  "of-step-1": "Place a sugar cube at the bottom of a rocks glass, add 2–3 dashes of Angostura bitters, and gently muddle until the sugar dissolves.",
  "of-step-2-title": "Bourbon",
  "of-step-2": "Pour 60ml of quality bourbon and gently stir to combine all the ingredients.",
  "of-step-3-title": "Ice",
  "of-step-3": "Add one large ice cube — it melts slowly and keeps the drink cold without diluting it.",
  "of-step-4-title": "Garnish",
  "of-step-4": "Express an orange peel over the glass to release the essential oils, rub it along the rim, and place it inside.",
  "of-var-title": "Variations",
  "of-var-1-title": "The Classic",
  "of-var-1-desc": "The original bourbon version — pure, simple, and uncompromising. The combination that has stood the test of time for over two hundred years.",
  "of-var-2-title": "Brandy Old Fashioned",
  "of-var-2-desc": "Wisconsin style — with brandy instead of bourbon, a splash of soda, and a cherry-orange garnish. Round, warm, and indulgent.",
  "of-var-3-title": "Oaxaca Old Fashioned",
  "of-var-3-desc": "A Mexican twist — smoky mezcal instead of bourbon, with agave bitters and grapefruit peel. Modern, bold, and smoky.",
  "of-tips-title": "Bartender Tips",
  "of-tip-1-title": "Ice Changes Everything",
  "of-tip-1": "Always use one large ice cube. It melts slower, maintains the temperature, and doesn’t dilute the drink.",
  "of-tip-2-title": "Don’t Rush the Peel",
  "of-tip-2": "Expressing the orange peel above the drink — not into it — releases the oils gently and adds aroma without bitterness.",
  "of-tip-3-title": "Good Bourbon = Good Drink",
  "of-tip-3": "In an Old Fashioned, the whiskey is the star. Don’t cut corners on quality — choose a bourbon with character that you’d enjoy sipping neat.",
  "of-cta-title": "Want an Old Fashioned at your event?",
  "of-cta-text": "Our bartenders craft Old Fashioneds on another level — tailored to your event’s style, with top-tier ingredients. Talk to us.",
  "of-cta-btn": "Let’s talk about your event",
  "contact-title": "Contact Us",
  "contact-subtitle": "Leave your details and we'll get back to you shortly",
  "contact-direct": "Direct Contact",
  "contact-whatsapp": "Chat on WhatsApp",
  "contact-follow": "Follow Us",
  "contact-name": "Full Name",
  "contact-phone": "Phone",
  "contact-email": "Email",
  "contact-event-type": "Event Type",
  "contact-message": "Message",
  "contact-submit": "Send Message",
  "contact-success-title": "Message sent successfully!",
  "contact-success-desc": "We'll get back to you as soon as possible",
  "err-name": "Please enter your full name",
  "err-phone-email": "Please enter a phone number or email",
  "err-email-invalid": "Please enter a valid email address",
  "err-message": "Please write a message of at least 10 characters",
  "opt-wedding": "Wedding",
  "opt-corporate": "Corporate Event",
  "opt-birthday": "Birthday / Private Party",
  "opt-other": "Other",
  "ph-name": "John Doe",
  "ph-phone": "050-0000000",
  "ph-email": "example@mail.com",
  "ph-message": "Tell us a bit about your event...",
  "footer-services": "About Us",
  "footer-weddings": "Weddings & Receptions",
  "footer-events": "Private Events",
  "footer-corporate": "Corporate Events",
  "footer-useful": "Useful Pages",
  "footer-follow": "Social Media",
  "footer-blog": "Paul & Greg Blog",
  "footer-facebook": "Facebook | Paul_and_Greg_cocktail_events",
  "footer-instagram": "Instagram | PAUL & GREG EVENTS",
  "footer-contact": "Contact & Event Booking",
  "footer-phone-label": "Phone:",
  "footer-email-label": "Email:",
  "footer-privacy": "Privacy Policy",
  "footer-terms": "Terms of Service",
  "footer-accessibility": "Accessibility Statement",
  "footer-copyright": "All rights reserved to Paul & Greg 2026",
  "privacy-hero-title": "Privacy Policy",
  "privacy-hero-subtitle": "How we protect your information",
  "privacy-updated": "Last updated: February 2026",
  "privacy-intro": "Paul & Greg (\"we\", \"the company\") respects the privacy of visitors to www.paulandgreg.com (\"the website\"). This privacy policy details how we collect, use, and protect your information, in accordance with the Israeli Privacy Protection Law, 5741-1981 and Amendment No. 13 which took effect in August 2025.",
  "privacy-controller-title": "Data Controller Identity",
  "privacy-controller-text": "The data controller responsible for processing personal information is Paul & Greg. You may contact us by email: sales@paulandgreg.com or by phone: 058-401-2204.",
  "privacy-collect-title": "Information We Collect",
  "privacy-collect-text": "We collect information you voluntarily provide through the contact form on our website. The information collected includes: full name, phone number, email address, requested event type (wedding, corporate event, birthday/private party, other), and a free-text message with additional details you choose to share. Providing this information is entirely voluntary and is not required by law. However, without providing your name and contact details (phone or email), we will be unable to respond with a quote.",
  "privacy-basis-title": "Legal Basis for Processing",
  "privacy-basis-text": "Processing of your personal data is based on informed consent that you grant when submitting the contact form. This consent is given freely, knowingly, and specifically for the purposes described in this policy. You may withdraw your consent at any time by contacting us using the details provided at the bottom of this page.",
  "privacy-use-title": "How We Use Your Information",
  "privacy-use-text": "The information collected is used solely for the following purposes: contacting you regarding your inquiry, providing a customized event quote, coordinating service details if we enter into an agreement, and improving our service. We do not use your information for direct marketing, email campaigns, or advertising unless we receive your separate explicit consent.",
  "privacy-share-title": "Sharing Information with Third Parties",
  "privacy-share-text": "We do not sell, rent, or share your personal information with third parties for marketing purposes. Information may be transferred to our website hosting provider solely for technical operation purposes. If we are required to disclose information pursuant to a court order or lawful demand from a competent authority, we will act in accordance with the law.",
  "privacy-transfers-title": "International Data Transfers",
  "privacy-transfers-text": "Our website servers may be hosted outside of Israel. In such cases, we ensure that information is transferred only to countries with an adequate level of personal data protection, in accordance with the Privacy Protection Law requirements.",
  "privacy-retention-title": "Data Retention",
  "privacy-retention-text": "We retain your personal information for the period necessary to fulfill the purposes for which it was collected, and no longer than 24 months from the date of your inquiry, unless longer retention is required for legal compliance or handling claims. We conduct periodic reviews of stored information and delete data that is no longer needed.",
  "privacy-cookies-title": "Cookies and Tracking Technologies",
  "privacy-cookies-text": "The website does not use cookies for tracking, advertising, or collecting personal information. The website does not employ third-party analytics tools and does not embed social network pixels. Your preferred language setting is stored locally in your browser only (localStorage) and is not transmitted to our servers.",
  "privacy-security-title": "Data Security",
  "privacy-security-text": "We implement reasonable and customary security measures to protect your personal information, including: encrypted communication via HTTPS protocol, restricted access to authorized personnel only, and secure storage. However, we cannot guarantee absolute security of information transmitted over the internet.",
  "privacy-rights-title": "Your Rights",
  "privacy-rights-text": "Under the Privacy Protection Law and Amendment 13, you have the following rights: the right to access personal data collected about you; the right to request correction of inaccurate data; the right to request deletion of your data; the right to object to data processing; the right to restrict processing; the right to withdraw consent; the right to receive your data in a structured and commonly used format (data portability); and the right to file a complaint with the Privacy Protection Authority. To exercise your rights, please contact us using the details below and we will respond within 30 days.",
  "privacy-minors-title": "Minors' Information",
  "privacy-minors-text": "The website is not intended for children under the age of 18 and we do not knowingly collect personal information from minors. If we become aware that personal information of a minor has been collected, we will delete it promptly.",
  "privacy-changes-title": "Changes to Privacy Policy",
  "privacy-changes-text": "We may update this privacy policy from time to time. In the case of material changes, we will post a prominent notice on the website. Continued use of the website after policy updates constitutes acceptance of the changes. We recommend checking this page periodically.",
  "privacy-contact-title": "Privacy Contact",
  "privacy-contact-text": "For any questions, requests, or complaints regarding this privacy policy or the processing of your personal data, please contact us by email: sales@paulandgreg.com or by phone: 058-401-2204. You may also contact the Privacy Protection Authority (PPA) at: www.gov.il/he/departments/the_privacy_protection_authority.",
  "terms-hero-title": "Terms of Service",
  "terms-hero-subtitle": "Terms and conditions for using our website",
  "terms-updated": "Last updated: February 2026",
  "terms-intro": "Welcome to the Paul & Greg website (\"the website\", \"we\", \"the company\"). The website is operated by Paul & Greg. Use of this website is subject to these terms of service. Browsing the website and/or using the services offered therein constitutes full and unconditional acceptance of the terms detailed below. If you do not agree to these terms, please refrain from using the website.",
  "terms-service-title": "About the Service",
  "terms-service-text": "The website provides information about cocktail bar services for events offered by Paul & Greg, including weddings and receptions, private events, and corporate events. Content displayed on the website, including images, text, descriptions, and pricing (if displayed), is for informational and marketing purposes only and does not constitute a binding offer or contractual obligation. Any transaction will be executed through a separate detailed agreement between the parties.",
  "terms-eligibility-title": "Eligibility",
  "terms-eligibility-text": "Use of the website is permitted for persons over the age of 18. By using the website, you confirm that you are of legal age and have the legal capacity to enter into binding obligations under applicable law.",
  "terms-use-title": "Permitted Use",
  "terms-use-text": "Use of the website is permitted for lawful purposes only. You may not use the website in a manner that could damage, disrupt its operation, or interfere with other users. Specifically, it is prohibited to: copy, reproduce, or distribute content from the website without prior consent; use scanning software, robots, or automated tools to collect website content; attempt to access systems or information not intended for public access; use the website to distribute offensive, misleading, or unlawful content.",
  "terms-ip-title": "Intellectual Property",
  "terms-ip-text": "All content on the website, including design, logo, trademarks, text, images, graphics, source code, and software, is the exclusive intellectual property of Paul & Greg or authorized licensors, and is protected under the Israeli Copyright Law, 5768-2007 and additional intellectual property laws. No content may be copied, reproduced, distributed, transmitted, publicly displayed, modified, or commercially used without our prior written consent.",
  "terms-liability-title": "Limitation of Liability",
  "terms-liability-text": "The website is offered as-is and as-available. We make reasonable efforts to ensure the information on the website is accurate and up-to-date, but we do not guarantee complete accuracy, completeness, or uninterrupted availability. In no event shall we be liable for direct, indirect, incidental, consequential, or special damages arising from the use of or inability to use the website, including loss of profits, loss of data, or any other damage.",
  "terms-indemnification-title": "Indemnification",
  "terms-indemnification-text": "You agree to indemnify and hold harmless Paul & Greg, its employees, and agents from any claim, demand, damage, or expense (including attorney's fees) arising from your use of the website in violation of these terms of service or any applicable law.",
  "terms-links-title": "Links to External Websites",
  "terms-links-text": "The website may contain links to external websites, such as social networks and partner sites. These links are provided for your convenience only. We are not responsible for the content, privacy policies, data security, or practices of these websites, and the display of links does not constitute a recommendation or endorsement on our part.",
  "terms-availability-title": "Website Availability",
  "terms-availability-text": "We strive to maintain continuous website availability but do not guarantee it. The website may be temporarily unavailable for maintenance, updates, or other technical reasons. We shall not be liable for any loss or inconvenience caused by temporary unavailability.",
  "terms-law-title": "Governing Law and Jurisdiction",
  "terms-law-text": "These terms of service are governed exclusively by the laws of the State of Israel. Any dispute arising in connection with the use of the website shall be adjudicated exclusively by the competent courts in the Tel Aviv-Jaffa district.",
  "terms-severability-title": "Severability",
  "terms-severability-text": "If any provision of these terms of service is found to be invalid or unenforceable, the remaining provisions shall continue in full force and effect.",
  "terms-changes-title": "Changes to Terms",
  "terms-changes-text": "We reserve the right to update these terms of service from time to time without prior notice. Changes will take effect upon publication on the website. Continued use of the website after changes constitutes acceptance of the updated terms. We recommend checking this page periodically.",
  "terms-entire-title": "Entire Agreement",
  "terms-entire-text": "These terms of service, together with the privacy policy and accessibility statement, constitute the complete and entire agreement between you and Paul & Greg regarding use of the website, and supersede any prior agreement, oral or written.",
  "terms-contact-title": "Contact Us",
  "terms-contact-text": "For any questions about these terms of service, please contact us by email: sales@paulandgreg.com or by phone: 058-401-2204.",
  "access-hero-title": "Accessibility Statement",
  "access-hero-subtitle": "Our commitment to digital accessibility",
  "access-updated": "Last updated: February 2026",
  "access-intro": "Paul & Greg is committed to making our website www.paulandgreg.com (\"the website\") accessible to all members of the public, including people with disabilities, in accordance with the Israeli Equal Rights for Persons with Disabilities Law, 5758-1998, the Equal Rights for Persons with Disabilities (Accessibility Accommodations for Service) Regulations, 5773-2013, and the Internet Services Accessibility Law.",
  "access-standard-title": "Accessibility Standard",
  "access-standard-text": "We strive to comply with the Israeli Standard IS 5568, based on the W3C WCAG 2.1 guidelines at Level AA conformance. This standard defines how to make web content more accessible to people with a range of disabilities, including visual, auditory, motor, and cognitive disabilities.",
  "access-measures-title": "Accessibility Measures Taken",
  "access-measures-text": "As part of making the website accessible, the following measures have been taken, among others: full keyboard-only navigation (Tab, Enter, Escape); descriptive alt tags for all images; logical hierarchical heading structure (H1-H6) for easy screen reader navigation; sufficient color contrast between text and background throughout the site; aria-label attributes for interactive elements; a \"Skip to main content\" button at the top of every page; support for text resizing via the browser up to 200% without content loss; full RTL (right-to-left) directionality support for Hebrew; and compatibility with assistive technologies (screen readers, switch access).",
  "access-tech-title": "Accessibility Technologies",
  "access-tech-text": "The website is built with semantic HTML5, CSS3, and JavaScript, using WAI-ARIA standards for accessible dynamic elements. The website supports leading browsers (Chrome, Firefox, Safari, Edge) in their latest versions and is compatible with assistive technologies such as NVDA, JAWS, and VoiceOver.",
  "access-limitations-title": "Known Limitations",
  "access-limitations-text": "Despite our efforts, some website elements may not yet be fully accessible, particularly: Instagram images loaded from external sources may lack complete alt descriptions; and contact forms may require additional adaptations for certain types of assistive technologies. We continue to work on improving accessibility and update regularly.",
  "access-assistance-title": "Requesting Accessibility Assistance",
  "access-assistance-text": "If you encounter an accessibility issue on the website, or if you need information in an alternative accessible format, please contact us and we will be happy to assist. We will do our best to make the requested information accessible within a reasonable timeframe.",
  "access-contact-title": "Accessibility Coordinator – Contact Details",
  "access-contact-text": "For any accessibility-related inquiries, please contact our accessibility coordinator by email: sales@paulandgreg.com or by phone: 058-401-2204. We commit to addressing every accessibility inquiry within 14 business days.",
  "access-complaint-title": "Filing a Complaint",
  "access-complaint-text": "If your inquiry was not handled to your satisfaction, you may contact the Commission for Equal Rights of Persons with Disabilities at the Ministry of Justice: phone 073-392-5999 or website: www.gov.il/he/departments/units/commission_equal_rights_persons_disabilities. You may also file a complaint with the Accessibility Commissioner.",
  "whatsapp-text": "Book an event on WhatsApp",
  "whatsapp-aria": "Contact us on WhatsApp",
  "skip-link": "Skip to main content"
}