{
  "nav-story": "הסיפור שלנו",
  "nav-weddings": "חתונות וקבלות פנים",
  "nav-events": "אירועים פרטיים",
  "nav-corporate": "אירועי חברה",
  "nav-cta": "יצירת קשר",
  "lang-btn": "EN",
  "nav-aria": "ניווט ראשי",
  "hero-cta": "האירוע שלכם מתחיל כאן",
  "story-title": "הסיפור שלנו",
  "story-p1": "אנחנו פאול וגרג, שני חברים שהפכו את התשוקה שלהם לקוקטיילים למקצוע מאז 2020. לא התאחדנו כדי להוכיח משהו על עצמנו, אלא אנחנו כאן למען הציבור הרחב.",
  "story-p2": "העבודה שלנו היא ברורה: לגרום לכם לשמוח ולזכור כל אירוע שיש לכם כאירוע הכי טוב בחיים שלכם. אנחנו רק אמצעי להגשים את המטרה וכדי לתת עוד פריצת שמחה ברגעים היפים שלכם. אומרים שאלכוהול מחבר בין אנשים, וכך גם אנחנו באים לחבר את הקהל שלכם בצורה הכי מדויקת שניתן לעשות זאת.",
  "story-btn": "למדו עוד",
  "services-title": "שירותי הבר שלנו",
  "svc-weddings-btn": "חתונות וקבלות פנים",
  "svc-events-btn": "אירועים פרטיים",
  "svc-corporate-btn": "אירועי חברה",
  "gallery-title": "מהגלריה שלנו",
  "gallery-cta": "עקבו אחרינו באינסטגרם",
  "wed-hero-title": "חתונות וקבלות פנים",
  "wed-hero-subtitle": "חווית קוקטיילים יוקרתית שתהפוך את היום המיוחד שלכם לבלתי נשכח",
  "wed-hero-cta": "קבלו הצעת מחיר",
  "wed-desc-title": "החתונה שלכם, הקוקטיילים שלנו",
  "wed-desc-p1": "עמלתם קשה, חשבתם על כל פרט קטן. בחרתם את המקום המדויק, הדיג'יי הכי זורם וברור שהאוכל יהיה בסטנדרט הכי גבוה שיש. אבל בסוף, האווירה של הערב נמדדת ביכולת של האורח להשתחרר כבר מהרגע הראשון.",
  "wed-desc-p2": "אין דבר שממסגר את הסטייל של האירוע ומכניס קצב כמו בר קוקטיילים בקבלת פנים. זה הטאץ' שמשלים את הלוק שדמיינתם – בר קוקטיילים נייד ומעוצב שמגיש דרינק אלגנטי ומדויק לכל אורח, כזה שגורם להם להבין שהם הגיעו למקום הנכון עוד לפני שהתחילה המוזיקה.",
  "wed-desc-p3": "הנוכחות של בר קוקטיילים בחתונה היא לא רק עניין של עיצוב, היא המנוע של הרחבה. כחלק משירותי בר לאירועים ברמה הגבוהה ביותר, אנחנו דואגים שהאלכוהול יהיה איכותי וההגשה מוקפדת, כך שהדרך לאקסטרה צ'ייסר קצרה יותר. אנחנו כאן כדי לדאוג שהאורחים שלכם יגיעו לרחבה בשיא שלהם, עם תפריט קוקטיילים לחתונה שנבנה במיוחד כדי להרים את האנרגיה שחיכיתם לה.",
  "wed-feat-title": "למה לבחור בנו לחתונה שלכם",
  "wed-feat1-title": "תפריט קוקטיילים מותאם אישית",
  "wed-feat1-desc": "נבנה יחד תפריט שמשלב את הטעמים האהובים עליכם עם יצירות מקוריות שיפתיעו את האורחים.",
  "wed-feat2-title": "צוות ברמנים מקצועי",
  "wed-feat2-desc": "ברמנים מנוסים עם ניסיון בעשרות חתונות, שמביאים אנרגיה ושירות ברמה הגבוהה ביותר.",
  "wed-feat3-title": "עיצוב בר אלגנטי",
  "wed-feat3-desc": "עמדת בר מעוצבת שמשתלבת בקונספט של החתונה שלכם ומוסיפה נופך של יוקרה לאירוע.",
  "wed-gallery-title": "מהחתונות שלנו",
  "wed-testimonial-quote": "“פאול וגרג הפכו את החתונה שלנו לחוויה בלתי נשכחת. הקוקטיילים היו מושלמים והשירות היה יוצא מן הכלל. כל האורחים שלנו עדיין מדברים על זה!”",
  "wed-testimonial-author": "— שרה ודניאל, חתונה 2025",
  "evt-hero-title": "אירועים פרטיים",
  "evt-hero-subtitle": "הפכו כל רגע לחגיגה עם שירות בר קוקטיילים מותאם אישית",
  "evt-hero-cta": "קבלו הצעת מחיר",
  "evt-desc-title": "האירוע שלכם, החוויה שלנו",
  "evt-desc-p1": "לפעמים הסיבה הכי טובה למסיבה היא פשוט כי בא לכם. זה יכול להיות יום הולדת עגול ומושקע, מסיבת רווקות שחיכיתן לה הרבה זמן, או פשוט ערב שהחלטתם לאסוף בו את כל האנשים שאתם אוהבים וצריך תירוץ להרים. כשמדובר באירוע פרטי, אתם רוצים לארח באמת – להיות חלק מהערב, ולא אלו שמתעסקים בלמלא קרח ולמזוג משקאות.",
  "evt-desc-p2": "שילוב של בר קוקטיילים לאירועים פרטיים לוקח את החגיגה שלכם צעד אחד קדימה. אנחנו מגיעים לכל לוקיישן עם בר קוקטיילים נייד שמותאם בול לקנה המידה של האירוע, ומביאים איתנו חווית אלכוהול לאירועים שהופכת גם סלון או חצר אחורית לבר הכי נחשק בעיר.",
  "evt-desc-p3": "אנחנו יודעים להתאים את הקצב לקהל שלכם. תפריט קוקטיילים למסיבת רווקות יביא איתו אנרגיה קלילה וצבעונית, בעוד שאירוע יום הולדת יזכה לתפריט שמשלב קלאסיקות אלגנטיות עם טוויסט מודרני. אנחנו כאן כדי לדייק את הדרינק לאווירה שאתם רוצים לייצר. כי בסוף, כשהחברים הכי טובים אצלכם בידיים עם קוקטייל מדויק וכל מה שנשאר לכם זה רק ללחוץ \"פליי\" על הפלייליסט – אתם יודעים שזה האירוע שכולם יזכרו (או לפחות ינסו לזכור בבוקר שאחרי).",
  "evt-feat-title": "מה אנחנו מציעים",
  "evt-feat1-title": "חוויה אישית",
  "evt-feat1-desc": "כל אירוע מתוכנן עד הפרט האחרון בהתאם לרצונות שלכם, מהתפריט ועד האווירה.",
  "evt-feat2-title": "חבילות גמישות",
  "evt-feat2-desc": "מגוון חבילות שמתאימות לכל תקציב וגודל אירוע, עם אפשרות להתאמה מלאה.",
  "evt-feat3-title": "חומרי גלם פרימיום",
  "evt-feat3-desc": "משקאות ומרכיבים באיכות הגבוהה ביותר, לקוקטיילים שנראים ונטעמים מדהים.",
  "evt-gallery-title": "מהאירועים שלנו",
  "evt-testimonial-quote": "“הזמנו את פאול וגרג למסיבת יום ההולדת שלי וזו הייתה ההחלטה הכי טובה! הקוקטיילים היו מדהימים והאווירה הייתה פשוט מושלמת.”",
  "evt-testimonial-author": "— מיכל כ., מסיבת יום הולדת 30",
  "corp-hero-title": "אירועי חברה",
  "corp-hero-subtitle": "מיתוג מושלם ואווירה מנצחת לאירוע החברה שלכם",
  "corp-hero-cta": "קבלו הצעת מחיר",
  "corp-desc-title": "הרמת כוסית ברמה אחרת",
  "corp-desc-p1": "בין אם זה אירוע הרמת כוסית, השקה חגיגית או מסיבת חברה שחיכיתם לה כל השנה – אתם כבר יודעים שהפרטים הקטנים הם אלו שבונים את גאוות היחידה. המטרה היא לייצר רגע שבו העובדים והקולגות עוזבים את המסכים, מחליפים אווירה ומרגישים שהשקיעו בהם באמת.",
  "corp-desc-p2": "שילוב של בר קוקטיילים לאירועי חברה הוא הדרך המדויקת להפוך חלל משרדי או לוקיישן חיצוני לאירוע פרימיום. זה מתחיל בבר קוקטיילים נייד שמעוצב בקפידה ומשתלב בנראות של המותג שלכם, וממשיך בשירותי בר לעסקים שמבינים את הקצב הנכון: אלגנטיות מאופקת במינגלינג של ההתחלה, ותפריט קצבי כשמגיע הזמן לשחרר לחצים.",
  "corp-desc-p3": "אנחנו לא מציעים רק שתייה, אלא חווית אלכוהול לאירועים שמורידה מכם את כל הדאגות הלוגיסטיות. עם תפריט קוקטיילים לעסקים שמותאם לאופי החברה, אנחנו דואגים שכל כוס תהיה התחלה של שיחה. כי בסוף, את יודעת שברגע שראית את חדווה מהנהלת חשבונות חוגגת על הרחבה עם קוקטייל ביד – האירוע שלך רשמית יצא מוצלח.",
  "corp-feat-title": "למה חברות בוחרות בנו",
  "corp-feat1-title": "קוקטיילים ממותגים",
  "corp-feat1-desc": "קוקטיילים בצבעי המותג שלכם, עם אלמנטים עיצוביים שמשקפים את זהות החברה.",
  "corp-feat2-title": "שירות בקנה מידה גדול",
  "corp-feat2-desc": "ניסיון באירועים של עשרות ועד מאות משתתפים, עם צוות שמותאם לגודל האירוע.",
  "corp-feat3-title": "מצגת מקצועית",
  "corp-feat3-desc": "הופעה מקצועית ומרשימה שמשדרגת את תדמית החברה בעיני העובדים והלקוחות.",
  "corp-gallery-title": "מאירועי החברה שלנו",
  "corp-testimonial-quote": "“פאול וגרג העניקו לאירוע החברה שלנו נופך מיוחד. הקוקטיילים הממותגים בצבעי החברה היו להיט ענק והצוות היה מקצועי ברמה הגבוהה ביותר.”",
  "corp-testimonial-author": "— רון מ., מנהל שיווק, אירוע השקה 2025",
  "nav-drinks": "הדרינקים",
  "footer-drinks": "הדרינקים",
  "drinks-hero-title": "הקולקציה",
  "drinks-hero-subtitle": "המשקאות שאנחנו הכי אוהבים להכין, וכאלו שפשוט חייבים להכיר",
  "drinks-our-title": "המשקאות שלנו",
  "drinks-our-subtitle": "הקוקטיילים שפיתחנו במיוחד עבורכם",
  "drinks-classics-title": "הקלאסיקות",
  "drinks-classics-subtitle": "הקוקטיילים שכולם מכירים ואוהבים",
  "drinks-filter-all": "הכל",
  "drinks-filter-classics": "קלאסיקות",
  "drinks-filter-tropical": "טרופיים",
  "drinks-filter-modern": "מודרניים",
  "drinks-filter-specials": "ספיישלס",
  "drink-1-name": "אולד פאשנד",
  "drink-1-ing": "בורבון · סוכר · ביטרס · קליפת תפוז",
  "drink-1-desc": "הקוקטייל שהתחיל את הכל. אלגנטי, חזק, ובלי שטויות — בדיוק כמו שצריך.",
  "drink-2-name": "נגרוני",
  "drink-2-ing": "ג'ין · קמפרי · ורמוט מתוק",
  "drink-2-desc": "מר, מתוק, ומורכב — הקוקטייל האיטלקי שכבש את העולם.",
  "drink-3-name": "מרטיני",
  "drink-3-ing": "ג'ין · ורמוט יבש · זית / לימון",
  "drink-3-desc": "מזוקק, מינימליסטי ואלגנטי. ג'יימס בונד ידע מה הוא עושה.",
  "drink-4-name": "מנהטן",
  "drink-4-ing": "ויסקי · ורמוט מתוק · ביטרס · דובדבן",
  "drink-4-desc": "הקלאסיקה הניו-יורקית. חלק, עשיר, ועם אופי שלא מפספסים.",
  "drink-5-name": "וויסקי סאוור",
  "drink-5-ing": "בורבון · לימון · סוכר · חלבון ביצה",
  "drink-5-desc": "חמצמץ, קרמי ומפנק — השילוב שגורם לך להזמין עוד אחד.",
  "drink-6-name": "מוחיטו",
  "drink-6-ing": "רום לבן · נענע · ליים · סוכר · סודה",
  "drink-6-desc": "רענן, קל ומזמין — הדרינק שתמיד מתאים, בכל מזג אוויר ובכל מצב רוח.",
  "drink-7-name": "פינה קולדה",
  "drink-7-ing": "רום · קוקוס · אננס",
  "drink-7-desc": "חופשה בכוס. קרמי, טרופי, ועם טעם של שקיעה על החוף.",
  "drink-8-name": "דייקירי",
  "drink-8-ing": "רום לבן · ליים · סוכר · תות",
  "drink-8-desc": "פשוט, נקי ומדויק — שלושה מרכיבים שיוצרים קסם.",
  "drink-9-name": "מרגריטה",
  "drink-9-ing": "טקילה · ליים · טריפל סק · מלח",
  "drink-9-desc": "חמצמצה, מלוחה ומרעננת — המלכה הבלתי מעורערת של כל מסיבה.",
  "drink-10-name": "אספרסו מרטיני",
  "drink-10-ing": "וודקה · ליקר קפה · אספרסו · סוכר",
  "drink-10-desc": "הדרינק שמעיר אותך ומשכר בו-זמנית. הכוכב של כל אירוע ערב.",
  "drink-11-name": "אפרול שפריץ",
  "drink-11-ing": "אפרול · פרוסקו · סודה · תפוז",
  "drink-11-desc": "שמש באיטליה בכל לגימה. קל, מבעבע, ומושלם לכל שעה.",
  "drink-12-name": "מוסקו מיול",
  "drink-12-ing": "וודקה · בירת ג'ינג'ר · ליים",
  "drink-12-desc": "הג'ינג'ר נותן בעיטה, הליים מאזן, והכוס הנחושת עושה את השאר.",
  "drink-13-name": "קוסמופוליטן",
  "drink-13-ing": "וודקה · טריפל סק · חמוציות · ליים",
  "drink-13-desc": "ורוד, שיקי ועם אטיטיוד — הדרינק שהפך לאייקון תרבותי.",
  "drink-14-name": "למון דרופ",
  "drink-14-ing": "וודקה · לימון · סוכר · טריפל סק",
  "drink-14-desc": "חד, מתוק-חמצמץ ובהיר — כמו קרן שמש בכוס מרטיני.",
  "drink-15-name": "B-52",
  "drink-15-ing": "קהלואה · ביילי'ס · גרנד מרנייה",
  "drink-15-desc": "שלוש שכבות מושלמות שנמזגות בדיוק — שוט שהוא יצירת אמנות.",
  "drink-16-name": "דה אמרלד",
  "drink-16-ing": "ג'ין · בזיליקום · ליים · סירופ סוכר · חלבון ביצה",
  "drink-16-desc": "ירוק, רענן ואלגנטי — עם קצף משי ועלי בזיליקום שמעלים את החוויה.",
  "drink-17-name": "דה אוניקס",
  "drink-17-ing": "וודקה · אספרסו · ליקר קפה · סוכר · מלח",
  "drink-17-desc": "כהה, עמוק ומסתורי — אספרסו מרטיני עם טוויסט שמשאיר חותם.",
  "drinks-fact-1": "“הקוקטייל הראשון בהיסטוריה הוזכר בעיתון אמריקאי בשנת 1806 — והוא היה בעצם סוג של אולד פאשנד.”",
  "drinks-fact-2": "“המילה ‘Toast’ (הרמת כוסית) מגיעה מהמנהג הרומאי העתיק לטבול לחם קלוי ביין כדי לרכך את החומציות.”",
  "drinks-cta-title": "רוצים את הקוקטיילים האלה באירוע שלכם?",
  "drinks-cta-text": "אנחנו מתאימים תפריט קוקטיילים מושלם לכל סוג אירוע. דברו איתנו ונבנה יחד חוויה בלתי נשכחת.",
  "drinks-cta-btn": "בואו נדבר על האירוע שלכם",
  "of-back-link": "→ חזרה לקולקציה",
  "of-profile-desc": "הקוקטייל שהתחיל את הכל. לפני שהיו שמות מפוצצים, טכניקות מסובכות וגרניצ'ים שעולים יותר מהמשקה — היה פשוט דרינק טוב. בורבון, קוביית סוכר, כמה טיפות ביטרס וקליפת תפוז שנסחטת מעל הכוס. זה הכל. וזה מושלם.",
  "of-profile-ingredients": "המרכיבים",
  "of-profile-glass": "כוס",
  "of-profile-strength": "חוזק",
  "of-story-title": "הסיפור",
  "of-story-p1": "המילה \"קוקטייל\" הופיעה לראשונה בעיתון אמריקאי בשנת 1806, ומה שהיא תיארה היה בעצם מה שאנחנו מכירים היום כאולד פאשנד — ספיריט, סוכר, מים וביטרס. במשך עשרות שנים, זה היה פשוט \"הקוקטייל\". לא היה צורך בשם.",
  "of-story-p2": "אבל כשעולם המשקאות התפתח והברמנים התחילו להוסיף ליקרים, מיצים ועוד רכיבים, מי שרצה את הדרינק המקורי — הפשוט, החזק, האמיתי — התחיל לבקש אותו \"בסגנון הישן\". ככה נולד השם Old Fashioned. לא בזכות חדשנות, אלא דווקא בזכות נאמנות למקור. וזה בדיוק מה שהופך אותו לנצחי.",
  "of-recipe-title": "איך אנחנו מכינים את זה",
  "of-step-1-title": "ביטרס וסוכר",
  "of-step-1": "מניחים קוביית סוכר בתחתית כוס רוקס, מוסיפים 2-3 טיפות אנגוסטורה ביטרס ומועכים בעדינות עד שהסוכר מתמוסס.",
  "of-step-2-title": "בורבון",
  "of-step-2": "מוזגים 60 מ״ל בורבון איכותי ומערבבים בעדינות כדי לשלב את כל המרכיבים.",
  "of-step-3-title": "קרח",
  "of-step-3": "מוסיפים קוביית קרח אחת גדולה — היא נמסה לאט ושומרת על הדרינק קר בלי לדלל אותו.",
  "of-step-4-title": "גרניצ׳",
  "of-step-4": "סוחטים קליפת תפוז מעל הכוס כדי לשחרר את השמנים האתריים, משפשפים אותה על השפה ומניחים פנימה.",
  "of-var-title": "וריאציות",
  "of-var-1-title": "הקלאסי",
  "of-var-1-desc": "הגרסה המקורית עם בורבון — טהורה, פשוטה ובלתי מתפשרת. השילוב שעומד במבחן הזמן כבר למעלה ממאתיים שנה.",
  "of-var-2-title": "ברנדי אולד פאשנד",
  "of-var-2-desc": "סטייל ויסקונסין — עם ברנדי במקום בורבון, נגיעת סודה וגרניצ׳ של דובדבן ותפוז. עגול, חם ומפנק.",
  "of-var-3-title": "אואחקה אולד פאשנד",
  "of-var-3-desc": "טוויסט מקסיקני — מזכל מעושן במקום בורבון, עם אגבה ביטרס וקליפת גרייפפרוט. מודרני, נועז ומעשן.",
  "of-tips-title": "טיפים מהברמן",
  "of-tip-1-title": "הקרח משנה הכל",
  "of-tip-1": "תמיד השתמשו בקוביית קרח אחת גדולה. היא נמסה לאט יותר, שומרת על הטמפרטורה ולא מדללת את הדרינק.",
  "of-tip-2-title": "אל תמהרו עם הקליפה",
  "of-tip-2": "סחיטת קליפת התפוז מעל הדרינק — לא בתוכו — משחררת את השמנים בצורה עדינה ומוסיפה ארומה בלי מרירות.",
  "of-tip-3-title": "בורבון טוב = דרינק טוב",
  "of-tip-3": "באולד פאשנד, הוויסקי הוא הכוכב. אל תחסכו באיכות — בחרו בורבון עם אופי שאתם אוהבים לשתות גם ישר מהכוס.",
  "of-cta-title": "רוצים אולד פאשנד באירוע שלכם?",
  "of-cta-text": "הברמנים שלנו מכינים אולד פאשנד ברמה אחרת — מותאם לסטייל האירוע, עם חומרי גלם מהשורה הראשונה. דברו איתנו.",
  "of-cta-btn": "בואו נדבר על האירוע שלכם",
  "contact-title": "צרו קשר",
  "contact-subtitle": "השאירו פרטים ונחזור אליכם בהקדם",
  "contact-direct": "ליצירת קשר ישיר",
  "contact-whatsapp": "לשיחה בוואטסאפ",
  "contact-follow": "עקבו אחרינו",
  "contact-name": "שם מלא",
  "contact-phone": "טלפון",
  "contact-email": "אימייל",
  "contact-event-type": "סוג האירוע",
  "contact-message": "הודעה",
  "contact-submit": "שליחת הודעה",
  "contact-success-title": "ההודעה נשלחה בהצלחה!",
  "contact-success-desc": "נחזור אליך בהקדם האפשרי",
  "err-name": "נא למלא שם מלא",
  "err-phone-email": "נא למלא טלפון או אימייל",
  "err-email-invalid": "נא להזין כתובת אימייל תקינה",
  "err-message": "נא לכתוב הודעה של לפחות 10 תווים",
  "opt-wedding": "חתונה",
  "opt-corporate": "אירוע חברה",
  "opt-birthday": "יום הולדת / מסיבה פרטית",
  "opt-other": "אחר",
  "ph-name": "ישראל ישראלי",
  "ph-phone": "050-0000000",
  "ph-email": "example@mail.com",
  "ph-message": "ספרו לנו קצת על האירוע שלכם...",
  "footer-services": "עלינו",
  "footer-weddings": "חתונות וקבלות פנים",
  "footer-events": "אירועים פרטיים",
  "footer-corporate": "אירועי חברה",
  "footer-useful": "עמודים שימושיים",
  "footer-follow": "רשתות חברתיות",
  "footer-blog": "הבלוג של פאול וגרג",
  "footer-facebook": "פייסבוק | Paul_and_Greg_cocktail_events",
  "footer-instagram": "אינסטגרם | PAUL & GREG EVENTS",
  "footer-contact": "יצירת קשר והזמנת אירועים",
  "footer-phone-label": "טלפון:",
  "footer-email-label": "אימייל:",
  "footer-privacy": "מדיניות פרטיות",
  "footer-terms": "תנאי שימוש",
  "footer-accessibility": "הצהרת נגישות",
  "footer-copyright": "כל הזכויות שמורות לפאול וגרג 2026",
  "privacy-hero-title": "מדיניות פרטיות",
  "privacy-hero-subtitle": "כיצד אנחנו שומרים על המידע שלכם",
  "privacy-updated": "עדכון אחרון: פברואר 2026",
  "privacy-intro": "Paul & Greg (\"אנחנו\", \"החברה\") מכבדים את פרטיות המבקרים באתר www.paulandgreg.com (\"האתר\"). מדיניות פרטיות זו מפרטת כיצד אנו אוספים, משתמשים ומגינים על המידע שלכם, בהתאם לחוק הגנת הפרטיות, התשמ\"א-1981 ותיקון מס' 13 שנכנס לתוקף באוגוסט 2025.",
  "privacy-controller-title": "זהות בעל מאגר המידע",
  "privacy-controller-text": "בעל מאגר המידע ואחראי על עיבוד המידע האישי הוא Paul & Greg. ניתן ליצור קשר עמנו באימייל: sales@paulandgreg.com או בטלפון: 058-401-2204.",
  "privacy-collect-title": "מידע שאנו אוספים",
  "privacy-collect-text": "אנו אוספים מידע שאתם מוסרים לנו מרצונכם באמצעות טופס יצירת הקשר באתר. המידע הנאסף כולל: שם מלא, מספר טלפון, כתובת אימייל, סוג האירוע המבוקש (חתונה, אירוע חברה, יום הולדת/מסיבה פרטית, אחר), והודעה חופשית עם פרטים נוספים שתבחרו לשתף. מסירת המידע הינה וולונטרית לחלוטין ואינה מחויבת על פי חוק. עם זאת, ללא מסירת שם ופרטי התקשרות (טלפון או אימייל) לא נוכל לחזור אליכם עם הצעת מחיר.",
  "privacy-basis-title": "הבסיס החוקי לעיבוד המידע",
  "privacy-basis-text": "עיבוד המידע האישי שלכם מתבצע על בסיס הסכמה מדעת שאתם מעניקים בעת שליחת טופס יצירת הקשר. הסכמה זו ניתנת באופן חופשי, מודע וספציפי למטרות המפורטות במדיניות זו. באפשרותכם לחזור בכם מהסכמתכם בכל עת על ידי פנייה אלינו בפרטי הקשר המופיעים בתחתית עמוד זה.",
  "privacy-use-title": "כיצד אנו משתמשים במידע",
  "privacy-use-text": "המידע שנאסף משמש אותנו אך ורק למטרות הבאות: יצירת קשר חוזרת אליכם בנוגע לפנייתכם, מתן הצעת מחיר מותאמת אישית לאירוע שלכם, תיאום פרטי השירות במידה והתקשרנו בהסכם, ושיפור השירות שלנו. איננו משתמשים במידע למטרות שיווק ישיר, דיוור אלקטרוני או פרסום, אלא אם נקבל את הסכמתכם המפורשת לכך בנפרד.",
  "privacy-share-title": "שיתוף מידע עם צדדים שלישיים",
  "privacy-share-text": "אנו לא מוכרים, משכירים או משתפים את המידע האישי שלכם עם צדדים שלישיים למטרות שיווקיות. המידע עשוי להיות מועבר לספק שירותי אחסון האתר לצורך תפעול טכני בלבד. במקרה שנידרש למסור מידע על פי צו שיפוטי או דרישה חוקית מרשות מוסמכת, נפעל בהתאם לדין.",
  "privacy-transfers-title": "העברת מידע אל מחוץ לישראל",
  "privacy-transfers-text": "שרתי האתר עשויים להיות מאוחסנים מחוץ לישראל. במקרה כזה, אנו מוודאים שהמידע מועבר אך ורק למדינות שבהן רמת ההגנה על מידע אישי הולמת, בהתאם לדרישות חוק הגנת הפרטיות.",
  "privacy-retention-title": "תקופת שמירת המידע",
  "privacy-retention-text": "אנו שומרים את המידע האישי שלכם למשך הזמן הנדרש לצורך מילוי המטרות שלשמן נאסף, ולא יותר מ-24 חודשים ממועד הפנייה, אלא אם כן נדרשת שמירה ארוכה יותר לצורך עמידה בדרישות חוקיות או לטיפול בתביעות. אנו מבצעים סקירה תקופתית של המידע המאוחסן ומוחקים מידע שאינו נדרש עוד.",
  "privacy-cookies-title": "עוגיות וטכנולוגיות מעקב",
  "privacy-cookies-text": "האתר אינו משתמש בעוגיות (cookies) למעקב, פרסום או איסוף מידע אישי. האתר אינו מפעיל כלי אנליטיקה של צדדים שלישיים ואינו מטמיע פיקסלים של רשתות חברתיות. פרטי השפה המועדפת שלכם נשמרים באופן מקומי בדפדפן בלבד (localStorage) ואינם נשלחים לשרתים שלנו.",
  "privacy-security-title": "אבטחת מידע",
  "privacy-security-text": "אנו נוקטים אמצעי אבטחה סבירים ומקובלים כדי להגן על המידע האישי שלכם, לרבות: תקשורת מוצפנת באמצעות פרוטוקול HTTPS, הגבלת גישה למידע לעובדים מורשים בלבד, ואחסון מאובטח. עם זאת, אין באפשרותנו להבטיח אבטחה מוחלטת של מידע המועבר באינטרנט.",
  "privacy-rights-title": "הזכויות שלכם",
  "privacy-rights-text": "בהתאם לחוק הגנת הפרטיות ותיקון 13, עומדות לכם הזכויות הבאות: הזכות לעיין במידע האישי שנאסף אודותיכם; הזכות לבקש תיקון מידע שגוי או לא מדויק; הזכות לבקש מחיקת המידע שלכם; הזכות להתנגד לעיבוד המידע; הזכות להגביל את עיבוד המידע; הזכות לחזור בכם מהסכמה שניתנה; הזכות לקבל את המידע שלכם בפורמט מובנה ונפוץ (ניידות מידע); והזכות להגיש תלונה לרשות להגנת הפרטיות. לצורך מימוש זכויותיכם, אנא פנו אלינו בפרטי הקשר שלהלן ונשיב לבקשתכם תוך 30 יום.",
  "privacy-minors-title": "מידע על קטינים",
  "privacy-minors-text": "האתר אינו מיועד לילדים מתחת לגיל 18 ואיננו אוספים ביודעין מידע אישי מקטינים. אם נודע לנו שנאסף מידע אישי של קטין, נמחק אותו בהקדם.",
  "privacy-changes-title": "שינויים במדיניות הפרטיות",
  "privacy-changes-text": "אנו עשויים לעדכן מדיניות פרטיות זו מעת לעת. במקרה של שינויים מהותיים, נפרסם הודעה בולטת באתר. המשך השימוש באתר לאחר עדכון המדיניות מהווה הסכמה לשינויים. מומלץ לבדוק עמוד זה מעת לעת.",
  "privacy-contact-title": "יצירת קשר בנושא פרטיות",
  "privacy-contact-text": "לכל שאלה, בקשה או תלונה בנושא מדיניות הפרטיות או עיבוד המידע האישי שלכם, ניתן לפנות אלינו באימייל: sales@paulandgreg.com או בטלפון: 058-401-2204. כמו כן, באפשרותכם לפנות לרשות להגנת הפרטיות (הרשמ\"ק) בכתובת: www.gov.il/he/departments/the_privacy_protection_authority.",
  "terms-hero-title": "תנאי שימוש",
  "terms-hero-subtitle": "התנאים וההתחייבויות לשימוש באתר",
  "terms-updated": "עדכון אחרון: פברואר 2026",
  "terms-intro": "ברוכים הבאים לאתר של Paul & Greg (\"האתר\", \"אנחנו\", \"החברה\"). האתר מופעל על ידי Paul & Greg. השימוש באתר כפוף לתנאי שימוש אלה. גלישה באתר ו/או שימוש בשירותים המוצעים בו מהווים הסכמה מלאה ובלתי מסויגת לתנאים המפורטים להלן. אם אינכם מסכימים לתנאים אלה, אנא הימנעו משימוש באתר.",
  "terms-service-title": "אודות השירות",
  "terms-service-text": "האתר מספק מידע על שירותי בר קוקטיילים לאירועים המוצעים על ידי Paul & Greg, לרבות חתונות וקבלות פנים, אירועים פרטיים ואירועי חברה. התוכן המוצג באתר, לרבות תמונות, טקסטים, תיאורים ומחירונים (ככל שמוצגים), נועד למטרות מידע ושיווק בלבד ואינו מהווה הצעה מחייבת או התחייבות חוזית. כל עסקה תיכרת בהסכם נפרד ומפורט בין הצדדים.",
  "terms-eligibility-title": "כשירות שימוש",
  "terms-eligibility-text": "השימוש באתר מותר לכל אדם מעל גיל 18. בשימוש באתר אתם מאשרים כי אתם בגירים ובעלי כשרות משפטית להתקשר בהתחייבויות על פי כל דין.",
  "terms-use-title": "שימוש מותר באתר",
  "terms-use-text": "השימוש באתר מותר למטרות חוקיות בלבד. אין לעשות שימוש באתר באופן שעלול לפגוע באתר, לשבש את פעולתו, או להפריע למשתמשים אחרים. בפרט, חל איסור על: העתקה, שכפול או הפצה של תוכן מהאתר ללא אישור מראש; שימוש בתוכנות סריקה, רובוטים או כלים אוטומטיים לאיסוף תוכן מהאתר; ניסיון לגשת למערכות או מידע שאינם מיועדים לגישה ציבורית; שימוש באתר להפצת תוכן פוגעני, מטעה או בלתי חוקי.",
  "terms-ip-title": "קניין רוחני",
  "terms-ip-text": "כל התוכן באתר, לרבות עיצוב, לוגו, סימני מסחר, טקסטים, תמונות, גרפיקה, קוד מקור ותוכנה, הם קניינה הרוחני הבלעדי של Paul & Greg או של בעלי רישיון מורשים, ומוגנים על פי חוק זכות יוצרים, התשס\"ח-2007 וחוקי קניין רוחני נוספים. אין להעתיק, לשכפל, להפיץ, לשדר, להציג בפומבי, לעבד או לעשות שימוש מסחרי כלשהו בתוכן מהאתר ללא אישור מראש ובכתב מאיתנו.",
  "terms-liability-title": "הגבלת אחריות",
  "terms-liability-text": "האתר מוצע כמות שהוא (\"as-is\") וכפי שהוא זמין (\"as-available\"). אנו עושים מאמצים סבירים לוודא שהמידע באתר מדויק ומעודכן, אך איננו מתחייבים לדיוק מלא, שלמות או רציפות הפעילות. בשום מקרה לא נישא באחריות לנזקים ישירים, עקיפים, מקריים, תוצאתיים או מיוחדים הנובעים מהשימוש באתר או מחוסר האפשרות להשתמש בו, לרבות אובדן רווחים, אובדן מידע או כל נזק אחר.",
  "terms-indemnification-title": "שיפוי",
  "terms-indemnification-text": "אתם מתחייבים לשפות ולפצות את Paul & Greg, עובדיה ושלוחיה בגין כל תביעה, דרישה, נזק, הוצאה (לרבות שכ\"ט עו\"ד) הנובעים משימוש שלכם באתר בניגוד לתנאי שימוש אלה או בניגוד לכל דין.",
  "terms-links-title": "קישורים לאתרים חיצוניים",
  "terms-links-text": "האתר עשוי להכיל קישורים לאתרים חיצוניים, כגון רשתות חברתיות ואתרי שותפים. קישורים אלה מסופקים לנוחיותכם בלבד. אנו לא אחראים לתוכן, מדיניות הפרטיות, אבטחת המידע או הפרקטיקות של אתרים אלה, ואין בהצגת הקישורים משום המלצה או אישור מצדנו.",
  "terms-availability-title": "זמינות האתר",
  "terms-availability-text": "אנו שואפים לשמור על זמינות האתר באופן רציף, אך איננו מתחייבים לכך. האתר עשוי להיות מושבת באופן זמני לצורך תחזוקה, עדכונים או מסיבות טכניות אחרות. לא נישא באחריות לכל הפסד או אי-נוחות שייגרמו כתוצאה מהשבתה זמנית של האתר.",
  "terms-law-title": "דין חל וסמכות שיפוט",
  "terms-law-text": "תנאי שימוש אלה כפופים אך ורק לחוקי מדינת ישראל. כל סכסוך שיתעורר בקשר לשימוש באתר יידון באופן בלעדי בבתי המשפט המוסמכים במחוז תל אביב-יפו.",
  "terms-severability-title": "תניית סלבטוריו (הפרדה)",
  "terms-severability-text": "אם ייקבע כי תנאי כלשהו מתנאי שימוש אלה אינו תקף או אינו ניתן לאכיפה, יתר התנאים ימשיכו לעמוד בתוקפם במלואם.",
  "terms-changes-title": "שינויים בתנאי השימוש",
  "terms-changes-text": "אנו שומרים לעצמנו את הזכות לעדכן תנאי שימוש אלה מעת לעת ללא הודעה מוקדמת. שינויים יכנסו לתוקף עם פרסומם באתר. המשך השימוש באתר לאחר ביצוע שינויים מהווה הסכמה לתנאים המעודכנים. מומלץ לבדוק עמוד זה מעת לעת.",
  "terms-entire-title": "הסכם שלם",
  "terms-entire-text": "תנאי שימוש אלה, יחד עם מדיניות הפרטיות והצהרת הנגישות, מהווים את ההסכם המלא והשלם בינכם לבין Paul & Greg בנוגע לשימוש באתר, ומחליפים כל הסכמה קודמת, בעל פה או בכתב.",
  "terms-contact-title": "יצירת קשר",
  "terms-contact-text": "לכל שאלה בנושא תנאי השימוש, ניתן לפנות אלינו באימייל: sales@paulandgreg.com או בטלפון: 058-401-2204.",
  "access-hero-title": "הצהרת נגישות",
  "access-hero-subtitle": "המחויבות שלנו לנגישות דיגיטלית",
  "access-updated": "עדכון אחרון: פברואר 2026",
  "access-intro": "Paul & Greg מחויבים להנגשת האתר www.paulandgreg.com (\"האתר\") לכלל הציבור, לרבות אנשים עם מוגבלויות, בהתאם לחוק שוויון זכויות לאנשים עם מוגבלות, התשנ\"ח-1998, תקנות שוויון זכויות לאנשים עם מוגבלות (התאמות נגישות לשירות), התשע\"ג-2013, וחוק הנגישות לשירותי אינטרנט.",
  "access-standard-title": "תקן הנגישות",
  "access-standard-text": "אנו פועלים להתאים את האתר לתקן הישראלי ת\"י 5568 המבוסס על הנחיות WCAG 2.1 של ארגון W3C ברמת התאמה AA. תקן זה מגדיר כיצד להפוך תוכן אינטרנטי לנגיש יותר עבור אנשים עם מגוון מוגבלויות, לרבות מוגבלויות ראייה, שמיעה, מוטוריקה וקוגניטיביות.",
  "access-measures-title": "אמצעי הנגישות שננקטו",
  "access-measures-text": "במסגרת הנגשת האתר בוצעו, בין היתר, הפעולות הבאות: ניווט מלא באמצעות מקלדת בלבד (Tab, Enter, Escape); תגיות alt תיאוריות לכל התמונות באתר; מבנה כותרות היררכי ולוגי (H1-H6) לניווט נוח עם קוראי מסך; ניגודיות צבעים מספקת בין טקסט לרקע ברחבי האתר; תוויות aria-label לאלמנטים אינטראקטיביים; כפתור \"דלג לתוכן הראשי\" (skip-link) בראש כל עמוד; תמיכה בשינוי גודל הטקסט באמצעות הדפדפן עד 200% ללא אובדן תוכן; תמיכה מלאה בכיווניות RTL (ימין לשמאל) לעברית; ותאימות לטכנולוגיות מסייעות (קוראי מסך, מתגי גישה).",
  "access-tech-title": "טכנולוגיות נגישות",
  "access-tech-text": "האתר נבנה בטכנולוגיות HTML5 סמנטי, CSS3 ו-JavaScript, תוך שימוש בתקני WAI-ARIA להנגשת אלמנטים דינמיים. האתר תומך בדפדפנים המובילים (Chrome, Firefox, Safari, Edge) בגרסאותיהם העדכניות ותואם לטכנולוגיות מסייעות כגון NVDA, JAWS ו-VoiceOver.",
  "access-limitations-title": "מגבלות ידועות",
  "access-limitations-text": "למרות מאמצינו, ייתכנו רכיבים באתר שטרם הונגשו באופן מלא, בפרט: תמונות מאינסטגרם הנטענות ממקורות חיצוניים עשויות להיות חסרות תיאור alt מלא; וטפסי יצירת קשר עשויים לדרוש התאמות נוספות עבור סוגים מסוימים של טכנולוגיות מסייעות. אנו ממשיכים לעבוד על שיפור הנגישות ומתעדכנים באופן שוטף.",
  "access-assistance-title": "בקשת סיוע בנגישות",
  "access-assistance-text": "אם נתקלתם בבעיית נגישות באתר, או אם אתם זקוקים למידע בפורמט נגיש חלופי, אנא פנו אלינו ונשמח לסייע. נעשה כמיטב יכולתנו להנגיש עבורכם את המידע המבוקש בתוך זמן סביר.",
  "access-contact-title": "רכז נגישות – פרטי התקשרות",
  "access-contact-text": "לכל פנייה בנושא נגישות, ניתן ליצור קשר עם רכז הנגישות שלנו באימייל: sales@paulandgreg.com או בטלפון: 058-401-2204. אנו מתחייבים לטפל בכל פנייה בנושא נגישות תוך 14 ימי עסקים.",
  "access-complaint-title": "הגשת תלונה",
  "access-complaint-text": "אם פנייתכם לא טופלה לשביעות רצונכם, באפשרותכם לפנות לנציבות שוויון זכויות לאנשים עם מוגבלות במשרד המשפטים: טלפון 073-392-5999 או באתר: www.gov.il/he/departments/units/commission_equal_rights_persons_disabilities. כמו כן, ניתן להגיש תלונה לנציב נגישות השירות.",
  "whatsapp-text": "לתיאום אירוע בוואטסאפ",
  "whatsapp-aria": "צרו קשר בוואטסאפ",
  "skip-link": "דלג לתוכן הראשי"
}